Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/sami-muitominta-2017.html.tmx
Source language: sme
Languages: sma

source: Sámi muitominta 2017 / Sártnit ja artihkkalat / Sámediggeráđđi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget
sma: Saemien mojhtesedaale 2017 / Håalemh jïh tjaalegh / Saemiedigkieraerie / Åårganisasjovnestruktuvre / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Sámi muitominta 2017
sma: Saemien mojhtesedaale 2017

source: Vuosttaš sámi riikkačoahkkima Troandimis 100 jagi ávvudeami oktavuođas lea Norgga Báŋku mearridan almmuhit muitomintta.
sma: 100-jaepien heevehtimmien sjïekenisnie dan voestes saemien rïjhketjåanghkose Tråantesne, Nöörjen Baanghke lea sjæjsjalamme aktem mojhtesedaalem olkese vedtedh.

source: Sámedikki presideantta Aili Keskitalo mielas dát lea dán deaŧalaš olahusmearkka gelbbolaš gudnejahttin.
sma: Saemiedigkiepresidente Aili Keskitalo veanhta daate akte vyörtegs earoehtimmie dehtie vihkeles heannadimmeste saemien histovrijisnie.

source: - Lea hui illudahtti oaidnit ahte Norgga Báŋku lea čuvvon Sámedikki jagi 2011 ávžžuhusa ja dál áigu gudnejahttit ávvudeami Troandimis sierra muitominttain, cealká presideanta Keskitalo.
sma: - Joekoen sjollehke Nöörjen Baanghke lea Saemiedigkien haestemem dåarjoehtamme jaepeste 2011, jïh daelie soejkesjeminie heevehtimmiem earoehtidh aktine jïjtse mojhtesedaaline.

source: Guovvamánu 6. b. 1917 čoahkkanedje vuosttaš geardde davvi- ja lullisámit iešguđet riikkain stuorra čoahkkimii digaštallat ja guorahallat oktasaš áššiid ja čuolbmačilgehusaid.
sma: Goevten 6. b. 1917 lij voestes aejkien noerhte- jïh åarjelsaemieh joekehts laantijste gaavnesjin akten stoerre tjåanghkose juktie digkiedidh jïh tjoevkesem bïejedh tjåenghkies aamhtesidie jïh dåeriesmoeride.

source: Čoahkkin dollojuvvui Metodistagirkus gosa bohte badjel čuohte oassálasti, stuorra oassi dain ledje nissonolbmot.
sma: Tjåanghkoe öörnesovvi Metodistegærhkosne, jïh dohkoe vielie goh tjuetie almetjh böötin, dejstie aaj jïjnjh nyjsenæjjah.

source: Elsa Laula Renberg lea erenoamáš olmmoš sámi historjjás ja su jurdaga duohtandahkan, vuosttaš sámi riikkačoahkkin Troandimis, lea deaŧalaš olahusmearkan sámi álbmogii.
sma: Elsa Laula Renberg lea akte åajvoeh gaagkoe saemien histovrijisnie jïh tjïrrehtimmie altese åssjalommesistie, dïhte voestes saemien rïjhketjåanghkoe Tråantesne, lea sjïdteme goh akte vihkeles heannadimmie saemien årroejidie.

source: Stuorra 100 jagi ávvudeapmi lea plánejuvvon Troandimii jagis 2017.
sma: Daelie soejkesjeminie aktem stoerre 100-jaepien heevehtimmiem Tråantesne 2017.
